/* No comment provided by engineer. */
"An error ocurred while checking for new mail for '%@'\n%@" = "Une erreur est survenue en cherchant les nouveaux messages de '%@'\n%@";

/* No comment provided by engineer. */
"An error ocurred while removing deleted mail for '%@'\n%@" = "Une erreur est survenue en supprimant les messages effacés de '%@'\n%@";

/* No comment provided by engineer. */
"Connecting to '%@'..." = "Connection à '%@'...";

/* No comment provided by engineer. */
"Connection Failure" = "Echec de connection";

/* No comment provided by engineer. */
"Could not connect to '%@'\n%@" = "Impossible de se connecter à '%@'\n%@";

/* No comment provided by engineer. */
"Downloading data for Inbox..." = "Vérification de la boîte de réception...";

/* No comment provided by engineer. */
"Fetching message %d of %d" = "Récupération du message %d sur %d";

/* No comment provided by engineer. */
"Downloading data for %@..." = "Vérification de la boîte %@...";

/* No comment provided by engineer. */
"Marking message %@ as read" = "Pointage du message %@ comme lu";

/* No comment provided by engineer. */
"Removing message %@" = "Pointage message %@ comme non lu";

/* No comment provided by engineer. */
"Removing messages from '%@'..." = "Suppression des messages de '%@'...";

